Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: People hold a Catalan independence flag after a symbolic vote on independence from Spain in Barcelona on November 9, 2014.
pt: Pessoas fazem fila em Barcelona para votação simbólica pela independência ou não da Catalunha .

source: “It is one of the happiest days of my year .
pt: "Foi lindo, muito emocionante, o dia mais feliz da minha vida", disse .

source: Spain's Socialists are set to win regional elections in Andalusia, with the Popular Party, in power nationally, coming second and upstart anti-austerity party Podemos making strong headway, an exit poll by a regional public television channel showed on Sunday.
pt: Os socialistas devem vencer as eleições na Andaluzia, e o Partido Poupular, no poder na Espanha, dever ficar em segundo lugar, indicou pesquisa de boca de urna divulgada neste domingo (22) por uma TV estatal regional.

source: The US dollar rose against other major currencies on Wednesday as the Federal Reserve dropped its pledge to keep interest rates near zero for a "considerable time" from its rate guidance, raising market speculation that the central bank is moving closer to interest rates hike.
pt: A alta do dólar diante de outras moedas foi atribuída à expectativa de elevação das taxas de juro de curto prazo pelo Federal Reserve (Fed, banco central norte-americano) mais tarde neste ano .

source: This latest shooting also triggers comparisons with the case of Trayvon Martin, an unarmed black teenager, who was fatally shot in February 2012 in Florida .
pt: A morte de Michael Brown faz lembrar o caso de Trayvon Martin, o jovem negro que, mesmo desarmado, foi morto por um segurança comunitário em fevereiro de 2012, na Flórida .

source: Air strikes by the U.S.-led coalition in Syria have killed 553 people since their launch a month ago, the vast majority of them jihadists, a monitoring group said on Thursday.
pt: Os bombardeios da coalizão liderada pelos Estados Unidos na Síria deixaram 553 mortos em um mês, essencialmente membros do grupo Estado Islâmico (EI), informou o Observatório Sírio dos Direitos Humanos (OSDH).

source: “He doesn't want to .
pt: Com ela não quero conversa", disse.

source: The vast majority of riders entered one event but a small group, known as the Triple Crown riders chose to ride all three.
pt: A maior parte dos ciclistas faz apenas uma destas fases, mas um pequeno grupo, conhecido como os Triple Crown, percorrem as três.

source: She was 89 years old.
pt: Eu tinha 12 anos .

source: More than 12 million children in the Middle East are not being educated despite advances in efforts to expand schooling, the UN children's agency UNICEF said on Wednesday.
pt: Mais de 12 milhões de crianças estão fora da escola no Oriente Médio, alertou nesta terça-feira (15) o Fundo das Nações Unidas para a Infância (Unicef), destacando os progressos feitos para ampliar a escolarização.

source: The announcement of Rishawi's impending execution comes after the IS terror militia released a video Tuesday appearing to show captured Jordanian pilot Muath al-Kaseasbeh being burned alive in a cage .
pt: A decisão de executar a iraquiana foi anunciada depois de o EI ter divulgado um vídeo em que afirma ter queimado vivo o piloto jordaniano, capturado em dezembro .

source: Schaeuble, who makes no secret of his doubts about Greece's fitness to remain in the currency area, told a conference in Frankfurt: "Debt sustainability is not feasible without a haircut and I think the IMF is correct in saying that."
pt: FRANKFURT (Reuters) - A margem para redimensionar a dívida grega é pequena, disse o ministro das Finanças alemão, Wolfgang Schaeuble, nesta quinta-feira, acrescentando, no entanto, que o FMI está correto em dizer que a dívida do país não é sustentável sem cortes

source: And it is not just Sao Paulo that is suffering - the situation is also acute in the south-eastern states of Rio de Janeiro, Minas Gerais and Espirito Santo.
pt: "O Rio não tem a condição crítica que há em São Paulo e no Espírito Santo, mas mesmo assim precisamos da ajuda da população .

source: Amir-Abdollahian’s remarks came after Saudi fighter jets intercepted an Iranian airplane carrying humanitarian aid to Yemen and prevented it from entering the Yemeni airspace on Thursday.
pt: As observações de Amir-Abdollahian vieram depois que jatos sauditas interceptaram um avião iraniano que levava ajuda humanitária ao Iêmen e impediram que entrasse no espaço aéreo do Iêmen na 5ª-feira, dia 23/4 .

source: “We will not fail you.”
pt: Depois, você entende que não tem como .

source: The sister of British hostage John Cantlie has made a direct appeal to the Islamic State group of militants to free him.
pt: A família do jornalista britânico John Cantlie, refém do Estado Islâmico (EI), implorou nesta segunda-feira ao grupo jihadista que mantenha contato.

source: "We have found twelve bodies in Mustang, including four foreigners, two from Israel, one from Poland and one from Vietnam," said Rai.
pt: "Encontramos 12 corpos em Mustang, incluindo quatro estrangeiros, dois de Israel, um da Polnia e outro do Vietn", disse AFP.

source: Holder, America's top law enforcement official, released a video urging restraint from his subordinates if people take to the streets.
pt: Já Holder divulgou um vídeo no qual convoca as autoridades a mostrar moderação se as pessoas forem às ruas.

source: "A very different moment"
pt: "Foi um pouco diferente .

source: The statement came while the second round of peace talks between Taliban representatives and the Afghan government has been postponed due to announcement of Mullah Omar's death.
pt: Os talibãs confirmaram nesta quinta-feira em um comunicado a morte de seu líder supremo, Mulá Omar, um dia depois do anúncio feito pelo governo afegão.

source: MEDAN, Indonesia At least 49 people were reported dead after a military transport plane crashed into a residential area shortly after take-off in northern Indonesia on Tuesday, but the toll looked set to rise after it emerged that more than 100 people had been on board.
pt: Mais de 100 pessoas podem ter morrido na queda de um avião militar em uma área residencial pouco após a decolagem no norte da Indonésia nesta terça-feira, possivelmente o acidente com o maior número de vítimas em uma Força Aérea com um grande histórico de quedas.

source: But with the goal of sending humans to Mars in the 2030s, the agency is now testing a more advanced, new generation of parachute technology, known as the Supersonic Ringsail Parachute, that could allow even heavier spacecraft -- the kind that may have humans and months of food and supplies on board -- to land softly.
pt: Mas com o objetivo de enviar seres humanos a Marte em 2030, a agência está testando agora um para-quedas mais avançado, feito com tecnologia de nova geração, conhecido como para-quedas Supersonic Ringsail - que poderia permitir que naves ainda mais pesadas pousem suavemente.

source: Kenyatta's trial was postponed several times during the last year .
pt: Desde então, o julgamento foi adiado diversas vezes.

source: "It's our time to have wage equality once and for all, and equal rights for women in the United States of America," said Arquette, sparking enthusiastic applause and cheers from many in the audience .
pt: "A todas as mulheres que deram à luz e pagam seus impostos, chegou o momento de termos o mesmo salário (que os homens) e os mesmos direitos para as mulheres nos Estados Unidos", afirmou de forma apaixonada.

source: "It is my hope that this confirmation, however tragic and painful," Prime Minister Najib Razak said, "will at least bring certainty to the families and loved ones of the 239 people on board MH370."
pt: É minha esperança que esta confirmação, no entanto trágica e dolorosa, possa ao menos dar uma certeza para as famílias e entes queridos das 239 pessoas a bordo do MH370 .

source: OSCE military observers not allowed to enter Crimea
pt: Ucrânia diz que observadores militares da OSCE irão à Crimeia

source: Wall St. rallies after Fed, energy gains; S&P 500 posts best day since 2013 Wed, Dec 17 2014
pt: Wall St sobe após comunicado do Fed e S&P 500 tem melhor dia desde outubro de 2013

source: French accident investigators said Friday that flight data recovered from the Germanwings crash site indicated that the co-pilot deliberately crashed the airplane.
pt: Investigadores franceses afirmaram nesta sexta-feira (3) que a segunda caixa-preta do avião da Germanwings recuperada no local da queda também indica que o copiloto derrubou a aeronave de propósito.

source: The border troops shot the 23-year-old man "in the back and the bullet settled in the heart .
pt: Jovem de 23 anos levou tiro nas costas e bala atingiu seu coração.

source: This latest in a series of mass shootings that have rocked the United States also illustrated some of the risks posed by the nation's liberal gun laws, which gun-rights supporters say are protected by the Second Amendment of the U.S. Constitution.
pt: Este é o episódio mais recente em uma série de outros atentados que abalaram os EUA e ilustraram alguns dos riscos apresentados pela legislação liberal sobre armas de fogo no país .

source: US believes IS likely uses mustard agent in Iraq attack: media
pt: EUA acreditam que Estado Islâmico usou agente mostarda no Iraque

source: "The South and the North agreed to hold talks related to the ongoing situation in South-North relations at 6pm our time at [border village of ] Panmunjom," said Kim Kyou-hyun, deputy national security adviser to the South Korean president, earlier on Saturday.
pt: "O Sul e o Norte concordaram em realizar contatos relacionados com a situação em curso nas relações Sul-Norte", disse Kim Kyou-hyun, vice-conselheiro de segurança nacional do de Seul.

source: On Thursday, Turkish President Tayyip Erdogan criticized U.S. President Barack Obama for "staying silent" over the murders, which have garnered international attention and left some American Muslims feeling concerned about their safety.
pt: O presidente da Turquia, Recep Tayyip Erdogan, criticou nesta quinta o "silêncio" do presidente americano, Barack Obama, a respeito do assassinato de três estudantes muçulmanos, terça-feira, em Chapel Hill (Carolina do Norte, sudeste dos EUA).

source: The previous youngest Formula One driver was Spaniard Jaime Alguersuari, who also made his debut with Red Bull-owned Toro Rosso in 2009 as a 19-year-old.
pt: O recorde anterior em questões de idade pertencia a Jaime Alguersuari, que iniciou sua carreira aos 19 anos no GP da Hungria em 2009, pela mesma equipe: a Toro Rosso .

source: The commemoration comes as Japanese broadcaster NHK reported final arrangements were being made for Abe to meet Chinese President Xi Jinping on the sidelines of an Asia-Africa summit in Indonesia on Wednesday.
pt: Um porta-voz do governo japonês em Tóquio destacou que um encontro entre Abe e o presidente chinês Xi Jinping estava sendo planejado para acontecer durante a reunião de cúpula .

source: TORONTO (Reuters) - Everyone involved in the making of "St. Vincent" wants to talk about Bill Murray, who plays the grumpy and flawed namesake of director Ted Melfi's first film, but the quirky comedian has lived up to a reputation of being incredibly hard to pin down.
pt: Todos os envolvidos na produção de "St. Vincent" querem falar sobre Bill Murray, que faz o rabugento protagonista do primeiro filme do diretor Ted Melfi, mas o peculiar comediante sempre foi difícil de definir.

source: Apple notches App Store deal with China's UnionPay
pt: Loja de aplicativos da Apple na China passa a aceitar cartões UnionPay

source: That's what I was truly afraid of.
pt: Eu não queria brigar, estava com medo .

source: Three American sailors in civilian clothes were attacked on camera Wednesday in Istanbul by a Turkish nationalist youth group that threw balloons of red paint and barked slogans such as “Yankee go home!”
pt: Membros de um grupo de jovens nacionalistas turcos atacaram três marinheiros americanos em Istambul nesta quarta-feira, atirando balões com tinta, colocando sacos plásticos sobre a cabeça dos marinheiros, e chamando-os de "assassinos".

source: The pre-dawn arson attack on a mosque near the Jewish settlement of Shilo came after separate Palestinian knife attacks on Monday killed a settler in the southern Western Bank and an Israeli soldier in Tel Aviv.
pt: Uma moradora e um soldado israelense morreram na segunda-feira em ataques com facas, cometidos por palestinos, na Cisjordânia e em Tel Aviv. Na terça-feira, soldados israelenses mataram um palestino em confrontos no sul da Cisjordânia, em um momento de tensão que provoca o temor de uma nova Intifada

source: James Holmes sentenced to life in prison for Colorado movie theater murders
pt: Atirador de cinema no Colorado é condenado à prisão perpétua sem condicional

source: Where does it stop?"
pt: E como se faz isso ?

source: Opinion polls over the months have shown a large majority of Greeks want to remain in the euro .
pt: Pesquisas de opinião nos últimos meses têm mostrado que uma vasta maioria da população quer que a Grécia, ainda assim, permaneça na zona do euro.

source: WASHINGTON (Reuters) - U.S. President Barack Obama does not consider the cyber attack on Sony Corp (6758.T) to be an act of war, he said in an interview, remarks apparently aimed at limiting U.S. anger over the incident which Washington blames on...
pt: SÃO PAULO - O presidente dos Estados Unidos, Barack Obama, afirmou à rede de televisão norte-americana CNN que não considera a invasão ao sistema da Sony Pictures um ato de guerra, mas um ato de vandalismo cibernético .

source: I don’t remember it right now .
pt: E fui não sei para onde .

source: GARDEZ Afghanistan (Reuters) - A car packed with explosives exploded on Tuesday as it was passing by a crowded market in Afghanistan's eastern province of Paktika, killing at least 30 people and wounding 40, police said.
pt: GARDEZ Afeganistão (Reuters) - Um carro carregado de explosivos foi detonado nesta terça-feira enquanto passava por um mercado lotado na província de Paktika, no leste do Afeganistão, matando ao menos 89 pessoas, disse um porta-voz do Ministério da Defesa.

source: Some European countries are arming the Kurds, and the American-led coalition is carrying out airstrikes against the Islamic extremists, but protesters say it isn't enough.
pt: Na tentativa de enfrentar os extremistas islâmicos, alguns países europeus estão armando as forças curdas e lançando ataques aéreos contra posições do grupo, mas os manifestantes disseram que as medidas não são suficientes.

source: Jordan, who has a net worth of US$1 billion according to Forbes, is the majority owner of the Charlotte Hornets basketball team and has a lucrative endorsement contract with Nike Inc, which makes Air Jordan shoes.
pt: Ele é dono majoritário do time da NBA Charlotte Hornets e tem um contrato lucrativo com a Nike, que produz os tênis Air Jordan.

source: This follows Russian Prime Minister Dmitry Medvedev’s announcement of a one-year ban on products from many countries including the United States, Canada, the European Union, Norway and Australia.
pt: O governo russo também anunciou que vai proibir a importação de frutas, vegetais, carnes, peixes e laticínios dos Estados Unidos, União Europeia, Austrália, Canadá e Noruega.

source: "I would like her back," she said.
pt: Eu não sei o que ela estava pensando exatamente .

source: The owners of New York's Empire State Building have sued a photographer who shot images of a topless woman on the skyscraper's observation deck.
pt: As empresas que administram o Empire State Building, em Nova York, estão processando um fotógrafo que fez imagens de uma mulher de topless no 86º andar do prédio.

source: This is not at all what I asked for when I came into this world .
pt: Mas eu sabia que esse momento chegaria e acho que tudo ocorreu no momento certo.

source: The ceasefire in eastern Ukraine should transform into firm peace, President Petro Poroshenko said after a meeting with his US counterpart Barack Obama.
pt: Barack Obama conversa com o presidente da Ucrânia, Petro Poroshenko (E), no Salão Oval da Casa Branca, em Washington

source: I believe we have reached that point today," Rawlings-Blake said on Twitter.
pt: "Acredito que hoje chegamos a este ponto", escreveu .

source: Atento was founded in 1999 when Telefonica grouped its call center business in Spain and other Latin American countries into a separate unit.
pt: A companhia foi formada em 1999 como uma cisão do negócio de call center da Telefónica na Espanha, Peru e Chile.

source: Some 74 percent of respondents said they believe that she wants a fourth term.
pt: Cerca de 74% afirmou acreditar que ela deseja um quarto mandato.

source: The violent Syrian conflict that began in March 2011 with anti-government protests has left more than 220,000 people dead.
pt: Mais de 220.000 pessoas morreram na guerra síria desde as primeiras manifestações pacíficas contra o governo em março de 2011, que se tornou uma revolta armada.

source: Most US Federal Reserve (officials) believed conditions for tightening monetary policy were approaching, but failed to give clear signals on the timing of the first interest rate hike in nearly nine years.
pt: A ata da última reunião de política monetária do Federal Reserve, o banco central norte-americano, não deu um sinal claro sobre quando a taxa de juros será elevada nos Estados Unidos .

source: Muhammad Ali released from the hospital for urinary infection
pt: Muhammad Ali deixa hospital depois de ter infecção urinária

source: Australian co-ordinators in the search for the missing Malaysian plane say a Chinese ship has detected a pulse signal for a second time, within hours of it being heard earlier on Saturday.
pt: Um navio chinês que está em busca da caixa-preta do avião da Malaysia Airlines, desaparecido há quase um mês, diz ter captado um sinal de pulso, informou a agência de notícias chinesa Xinhua.

source: The Taliban has said it was responsible for a suicide bombing at a Kabul school .
pt: Ainda nesta quinta, um ataque contra uma escola deixou um morto em Cabul.

source: "Unfortunately we have not reached an agreement yet, but we are determined to continue work, this work will go on during the night if necessary," Eurogroup chairman Jeroen Dijsselbloem told reporters.
pt: "A expectativa deles é receber o acordo alcançado no Eurogrupo, mesmo que para alcançar esse acordo os ministros de Finanças tenham que trabalhar também na noite de quarta para quinta-feira", completou.

source: Greeks had rushed to withdraw their money after Prime Minister Alexis Tsipras on Saturday promised a snap vote next Sunday on the stringent terms demanded by creditors in return for cash to prevent Greece defaulting on its debts.
pt: Os gregos correram para sacar dinheiro dos bancos, colocando mais pressão sobre o sistema bancário, após o primeiro-ministro, Alexis Tsipras, anunciar no sábado que convocaria o referendo sobre o resgate proposto pelos credores.

source: The bank is expected to plead guilty to a federal criminal charge and pay nearly $9 billion (5.29 billion pounds), as part of a larger settlement with multiple enforcement authorities that could be announced as early as next week, sources said earlier this week.
pt: A expectativa é de que o banco se declare culpado em uma acusação criminal federal e pague cerca de 9 bilhões de dólares em um acordo com várias autoridades que pode ser anunciado já a partir da próxima semana, disseram fontes no início desta semana.

source: At the other end of the Gulf, in Bahrain, a longstanding political conflict between the poor Shia majority and the mainly Sunni ruling class has become more overtly sectarian .
pt: Na outra ponta do golfo Pérsico, em Bahrein, um persistente conflito político entre a minoria empobrecida xiita e a elite majoritariamente sunita fica cada vez mais abertamente sectária .

source: An assault by gunmen on the offices of Somalia’s Education Ministry on Tuesday left 17 people dead, including seven attackers, a government spokesman said on Tuesday.
pt: Um ataque à um escritório do governo da Somália, na capital Mogadiscio, deixou oito pessoas mortas nesta terça-feira, informou a polícia local.

source: Greece has agreed to repay its debt to the International Monetary Fund by April 9, IMF chief Christine Lagarde said after a meeting with Greek Finance Minister Yanis Varoufakis.
pt: A Grécia se comprometeu a pagar 460 milhões de euros que deve ao Fundo Monetário Internacional até o dia 9 de abril, anunciou neste domingo Christine Lagarde, a diretora-gerente do FMI, ao fim de uma reunião em Washington com o ministro das Finanças grego, Yanis Varoufakis.

source: It's great that she is back."
pt: "Para mim, está sendo muito bom .

source: Of course we do, because they would attract a lot of attention and publicity and probably a lot of sponsors," Ecclestone said in comments reported by British media.
pt: É claro que queremos, pois atrairia muito mais atenção, publicidade e, provavelmente, mais patrocinadores - completou.

source: Its most distinguishing feature is the bright yellow Baroque castle that looks down over the center of the city.
pt: A característica mais marcante da pequena localidade é o amarelo castelo barroco com vista para o centro.

source: SYDNEY (Reuters) - Australian counterterrorism police said on Wednesday they had thwarted an imminent attack linked to the Islamic State militant group after arresting two men in Sydney on Tuesday.
pt: A polícia australiana anunciou nesta hoje, 11, ter frustrado um ataque "iminente" em Sydney com a prisão de dois homens e a apreensão de armas brancas e uma bandeira islâmica .

source: • 2 garlic cloves, chopped
pt: 2 dentes de alho, cortados em fatias finas

source: Mogherini said the 28-nation European Union would stand by Israel at a time when "more than ever, bold leadership is required from all to reach a comprehensive, stable and viable settlement of a conflict that has already deprived too many generations of peace and security".
pt: A política italiana recalcou a necessidade de que agora, "mais do que nunca", seja adotada uma "liderança audaz por parte de todos para chegar a uma solução global, estável e viável de um conflito que já privou muitas gerações da paz e segurança".

source: The fire began on Monday morning in a plastics and chemicals factory.
pt: De acordo com bombeiros, a princípio, o fogo começou na caldeira da fábrica .

source: Is that we don't know what is going to happen after, either if we vote "yes", or if we vote "no" .
pt: E agora vai ter referendo: sim ou não! "Sim, quero pagar mas não tenho dinheiro. "

source: OPEC not in panic over sharp oil price fall
pt: Não há necessidade de pânico após queda do preço do petróleo, diz Opep

source: Psaki also announced that the US has imposed visa restrictions on more current and former Venezuelan officials who it deems to have engaged in human rights abuses and "acts of public corruption. "
pt: Os Estados Unidos anunciaram, na segunda-feira, novas sanções (suspensão de vistos) contra antigos e atuais funcionários do governo venezuelano, acusando-os de serem "responsáveis ou cúmplices" por violações dos direitos humanos na Venezuela.

source: Some Caucasus militants have traveled to Syria and Iraq to join up with the Islamic State group .
pt: Os rebeldes do Cáucaso enviaram muitos combatentes para o grupo Estado Islâmico (EI), implantado no Iraque e na Síria .
